<template>

  <v-card>
    <v-card-title>Yi Jing. Книга Перемен.</v-card-title>
    <v-card-text>
      Книга состоит из 64 символов — гексаграмм, каждая из которых выражает ту или иную жизненную ситуацию во времени с
      точки зрения её постепенного развития. Символы состоят из шести черт; черты обозначают последовательные ступени
      развития данной ситуации. Черты, также называемые яо, бывают двух родов: или цельные (их ещё называют девятками),
      или прерванные посредине (шестёрки) (встречается также и цветовое различие черт, так, «девятки» обозначаются белым
      цветом, «шестерки» — чёрным). Это связано с тем, что первые символизируют активное состояние, свет, напряжение
      (ян), а вторые — пассивное состояние, тьму, податливость (инь). Принято считать, что черты читаются снизу вверх
      (хотя встречается и обратное толкование); их последовательность описывает развитие ситуации.
    </v-card-text>
  </v-card>

</template>

<script>
export default {
  name: "About"
}
</script>

